###############################################################################
# Created by write_sdc
# Fri Mar  8 13:51:29 2024
###############################################################################
current_design simd
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name core_clock -period 16.5000 [get_ports {clk}]
set_propagated_clock [get_clocks {core_clock}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
